INSERT INTO sub_purposes (id, name, display_order) VALUES
('3b00bf81-d009-49c4-b955-2b90e09da619', '温泉', 1),
('6198ecb1-7a7c-4492-b15c-c3f5135b880f', '道の駅', 2),
('2b4950af-1d08-4171-8d46-b3e76cc167a1', 'バーベキュー', 3),
('1077ed21-5477-43e5-87ad-cea1400bef00', 'キャンプ場', 4),
('9d036c81-ba92-4565-97e0-8e75dee648eb', 'RVパーク', 5),
('c3481e80-b1df-4c45-93e8-9eb1902211e8', '地元グルメ', 6),
('271fa81e-60c3-4e13-b129-ec7762e9a51d', '地元特産品店', 7),
('3fe8a66d-d0f1-4a2c-88f5-5abe266ab002', '展望台', 8),
('5944a334-0902-44f7-a5d7-bbde3f32e180', '文化財・史跡訪問', 9),
('81a6f20e-7926-4c53-8be3-ff3caf15062d', '国立公園', 10),
('01410a5c-5f43-4138-aa82-92b02d30ade9', '景勝地', 11);
